<template>
	<div class="container">
		<Header/>
		<article class="agreement-content-container">
			<p class="title">企业实名注册协议</p>
			<section class="content">
				<!-- <p class="content-title">企业实名注册协议</p> -->
				<div class="content-item">
					<h1>一、基本内容</h1>
					<p>（一）目的意义：为保证产服通智慧企业服务平台用户信息的真实性、合法性和有效性，法人用户注册、验证应采用实名制。在贵公司为法人注册用户（简称法人用户）之前，请确认贵公司已充分阅读、理解并接受本协议的全部内容，同意遵循本协议的所有约定。</p>
					<p>（二）协议适用主体范围：本协议是由依法设立的法人组织与温江区企业服务中心订立，明确双方通过温江区政府门户网站（以下简称门户网站）智慧企业服务平台办理政策在线申报服务事项过程中的权利义务所订立的协议。</p>
					<p>（三）服务内容：法人用户能够访问门户网站、检索静态信息、政策在线申报，可在专属用户空间查询所办事项的过程信息和历史信息，储存信息资料，维护用户空间信息，并对政策服务事项的经办人进行分级分类授权管理。</p>
					<p>（四）用户承诺与授权：法人用户在智慧企业服务平台进行注册和使用该平台时承诺并确认：</p>
					<p>1.提供及时、详尽及准确的法人资料；</p>
					<p>2.及时更新法定代表人、授权人及经办人等关联信息；</p>
					<p>3.同意接收智慧企业服务平台推送的信息；</p>
					<p>4.在提请政策服务事项办理过程中，按服务内容要求提供真实、准确的要件材料，并及时对上传本平台的要件材料做好更新维护；</p>
					<p>5.自愿选择物流快递、网上支付等第三方服务时，及时提供公司的真实准确名称、联系地址、联系人、联系方式、账户等相关信息；</p>
					<p>6.不存放与政策服务申办无关的信息内容。</p>
					<p>（五）用户信息保障：温江区企业服务中心依法保护用户隐私，不得违法违规向与政策服务无关的第三方提供用户注册资料。</p>
					<p>（六）用户的密码和安全性：考虑到法人用户是特定的行政相对人，其账号由法定代表人、授权人和委托经办人实际操作，其行为应由法人承担相应法律责任。上述用户应妥善保管密码，不得将账号、密码提供给他人使用。建议定期修改密码，以确保账号安全。</p>
					<p>（七）禁止条款：法人用户有违反法律法规行为的，温江区企业服务中心有权终止为用户提供服务，并保留追责的权利。</p>
					<p>（八）注意事项：温江区企业服务中心将加强网络安全管理和风险防控，因技术原因和网络中断等因素，可能会造成法人用户的实时操作无效或暂停，请注意备份相关资料。</p>
					<p>（九）其他规定：温江区企业服务中心后期依照本服务条款及相关法律法规发布的补充规则，均为本协议不可分割的组成部分，原则上不再重复另行签约。</p>
					<h1>二、隐私保护</h1>
					<p>（一）本网站承诺将使用相应技术，对法人用户所提供的用户资料进行严格的管理和保护，防止用户资料丢失、被盗用或遭窜改。</p>
					<p>（二）在未经法人用户同意和确认之前，除国家法律、法规和规章规定，以及维护温江区政府门户网站合法权益之外，本网站保证不会把这些用户资料提供给任何机构和个人，但是会根据工作需要与政府有关部门共同使用。</p>
					<h1>三、免责声明</h1>
					<p>（一）用户明确同意其使用智慧企业服务平台所存在的风险将完全由其自己承担；因其使用智慧企业服务平台而产生的一切后果也由其自己承担，温江区企业服务中心对用户不承担任何责任。</p>
					<p>（二）温江区企业服务中心不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</p>
					<h1>四、其它</h1>
					<p>（一）本协议条款变更后，如果用户继续使用本服务，即视为已接受修改后的协议。如果用户不接受修改后的协议，应当停止使用本服务。</p>
					<p>（二）本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
					<p>（三）因本协议所发生的争议，应提交成都仲裁委员会依其仲裁规则裁决。</p>

				</div>
			</section>
		</article>
		<Footer/>
	</div>
</template>
<script>
import Header from '../../components/user/header';
import Footer from '../../components/user/footer';
export default {
	layout: 'empty',
	components: {
		Header,
		Footer
	},
};
</script>
<style lang="less" scope>
@import '~assets/css/common_avairail.less';
.agreement-content-container {
  width: 1024px;
  margin: auto;
  padding: 0px 60px;
  min-height: 600px;
  .title {
    color: @boldTextColor;
    font-size: 32px;
    font-weight: Bold;
    margin-bottom: 20px;
  }
  .content {
    font-size: 14px;
    font-weight: 500px;
    .content-item,.content-title {
      color: @boldTextColor;
      line-height: 30px;
      margin-bottom: 30px;
    }
  }
  .content-title {
     color: @boldTextColor;
     font-family: MicrosoftYaHei-Bold;
     font-weight: bold;

  }

}
</style>

